tap "git-chglog/git-chglog"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "muntasirszn/programs"
tap "theseal/ssh-askpass"
tap "wez/wezterm-linuxbrew"
brew "atuin"
brew "python@3.12"
brew "azure-cli"
brew "python@3.13"
brew "glib"
brew "dust"
brew "fzf"
brew "gcc@11"
brew "gitleaks"
brew "icu4c@75"
brew "ktlint"
brew "lazygit"
brew "neonctl"
brew "oh-my-posh"
brew "phoneinfoga"
brew "pnpm"
brew "python-setuptools"
brew "selenium-server"
brew "sherlock"
brew "superfile"
brew "thefuck"
brew "tldr"
brew "wordnet"
brew "git-chglog/git-chglog/git-chglog"
vscode "alefragnani.bookmarks"
vscode "bat67.markdown-extension-pack"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "brandonkirbyson.vscode-animations"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "csholmq.excel-to-markdown-table"
vscode "cweijan.vscode-office"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "ethansk.restore-terminals"
vscode "fill-labs.dependi"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "ionutvmi.path-autocomplete"
vscode "johnpapa.vscode-cloak"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "mdickin.markdown-shortcuts"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "telesoho.vscode-markdown-paste-image"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "uncenter.better-tera"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
