tap "git-chglog/git-chglog"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "theseal/ssh-askpass"
tap "wez/wezterm-linuxbrew"
brew "atuin"
brew "python@3.12"
brew "azure-cli"
brew "glib"
brew "dust"
brew "gcc@11"
brew "gitleaks"
brew "icu4c@75"
brew "ktlint"
brew "lazygit"
brew "neonctl"
brew "oh-my-posh"
brew "phoneinfoga"
brew "python-setuptools"
brew "selenium-server"
brew "sherlock"
brew "thefuck"
brew "tldr"
brew "git-chglog/git-chglog/git-chglog"
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "astro-build.astro-vscode"
vscode "astro-build.houston"
vscode "aykutsarac.jsoncrack-vscode"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonfowler.exe-runner"
vscode "brandonkirbyson.vscode-animations"
vscode "brittanychiang.halcyon-vscode"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codestackr.codestackr-theme"
vscode "csholmq.excel-to-markdown-table"
vscode "cweijan.vscode-office"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "ethansk.restore-terminals"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "gerane.theme-peacock"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.wireit"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jeff-hykin.polacode-2019"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "million.million-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "peterschmalfeldt.explorer-exclude"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "ultram4rine.vscode-choosealicense"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vsls-contrib.codetour"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
