tap "git-chglog/git-chglog"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "muntasirszn/programs"
tap "theseal/ssh-askpass"
tap "wez/wezterm-linuxbrew"
brew "atuin"
brew "python@3.12"
brew "azure-cli"
brew "python@3.13"
brew "glib"
brew "dust"
brew "fzf"
brew "gcc@11"
brew "gitleaks"
brew "icu4c@75"
brew "ktlint"
brew "lazygit"
brew "neonctl"
brew "oh-my-posh"
brew "phoneinfoga"
brew "python-setuptools"
brew "selenium-server"
brew "sherlock"
brew "thefuck"
brew "tldr"
brew "wordnet"
brew "git-chglog/git-chglog/git-chglog"
